{
  "title": "Physiology of soccer: an update",
  "text": "Soccer is the most popular sport in the world and is performed by men and women, children and adults with different levels of expertise. Soccer performance depends upon a myriad of factors such as technical/biomechanical, tactical, mental and physiological areas. One of the reasons that soccer is so popular worldwide is that players may not need to have an extraordinary capacity within any of these performance areas, but possess a reasonable level within all areas. However, there are trends towards more systematic training and selection influencing the anthropometric profiles of players who compete at the highest level. As with other activities, soccer is not a science, but science may help improve performance. Efforts to improve soccer performance often focus on technique and tactics at the expense of physical fitness. During a 90-minute game, elite-level players run about 10 km at an average intensity close to the anaerobic threshold (80-90% of maximal heart rate). Within this endurance context, numerous explosive bursts of activity are required, including jumping, kicking, tackling, turning, sprinting, changing pace, and sustaining forceful contractions to maintain balance and control of the ball against defensive pressure. The best teams continue to increase their physical capacities, whilst the less well ranked have similar values as reported 30 years ago. Whether this is a result of fewer assessments and training resources, selling the best players, and/or knowledge of how to perform effective exercise training regimens in less well ranked teams, is not known. As there do exist teams from lower divisions with as high aerobic capacity as professional teams, the latter factor probably plays an important role. This article provides an update on the physiology of soccer players and referees, and relevant physiological tests. It also gives examples of effective strength- and endurance-training programmes to improve on-field performance. The cited literature has been accumulated by computer searching of relevant databases and a review of the authors' extensive files. From a total of 9893 papers covering topics discussed in this article, 843 were selected for closer scrutiny, excluding studies where information was redundant, insufficient or the experimental design was inadequate. In this article, 181 were selected and discussed. The information may have important implications for the safety and success of soccer players and hopefully it should be understood and acted upon by coaches and individual soccer players."
}